/* Accessibility hint to be used by the Addresses button on the MyAccount screen. */
"ATGAccountViewController.Accessibility.Hint.Addresses" = "Double tap to explore saved addresses.";

/* Accessibility hint to be used by the ChangePassword button on MyAccount screen. */
"ATGAccountViewController.Accessibility.Hint.ChangePassword" = "Double tap to change your password.";

/* Accessibility hint to be used by the CreditCards button on the MyAccount screen. */
"ATGAccountViewController.Accessibility.Hint.CreditCards" = "Double tap to explore saved credit cards.";

/* Accessibility hint to be used by the EditProfile button on the MyAccount screen. */
"ATGAccountViewController.Accessibility.Hint.EditProfile" = "Double tap to edit your personal data.";

/* Accessibility hint to be used by Logout button on MyAccount screen. */
"ATGAccountViewController.Accessibility.Hint.Logout" = "Double tap to logout.";

/* Accessibility hint to be used by the Orders button on the MyAccount screen. */
"ATGAccountViewcontroller.Accessibility.Hint.Orders" = "Double tap to explore previously placed orders.";

/* Accessibility hint to be used by the Returns button on the MyAccount screen. */
"ATGAccountViewcontroller.Accessibility.Hint.Returns" = "Double tap to explore previously submitted returns.";

/* Caption to be used by the button opening a list of addresses. */
"ATGAccountViewController.AddressesCaption" = "Addresses";

/* Caption to be used by the button opening a list of credit cards. */
"ATGAccountViewController.CreditCardsCaption" = "Credit Cards";

/* Caption to be used by the button opening a list of submitted orders. */
"ATGAccountViewController.OrdersCaption" = "Orders";

/* Caption to be used by the button starting an edit profile process. */
"ATGAccountViewController.PersonalInformationCaption" = "Personal Info";

/* Caption to be used by the button opening a list of submitted returns. */
"ATGAccountViewController.ReturnssCaption" = "Returns History";

/* Title to be displayed on the Delete button. */
"ATGAdditions.DeleteButtonTitle" = "Delete";

/* Use this as my billing address button caption. */
"ATGAddressEditController.Billing" = "Make this my default address";

/* Use this as my billing address button accessibility hint. */
"ATGAddressEditController.BillingAccessibilityHint" = "Marks address as default.";

/* Use this as my billing address button accessibility label. */
"ATGAddressEditController.BillingAccessibilityLabel" = "Default address";

/* City address text field placeholder */
"ATGAddressEditController.City" = "City";

/* City address text field accessibility hint */
"ATGAddressEditController.CityAccessibilityHint" = "Input for city value";

/* City address text field accessibility label */
"ATGAddressEditController.CityAccessibilityLabel" = "City input field";

/* Get address from contacts button caption. */
"ATGAddressEditController.Contacts" = "Get Address from Contacts";

/* Get address from contacts button accessibility hint. */
"ATGAddressEditController.ContactsAccessibilityHint" = "Gets Address from Contacts Button";

/* Get address from contacts button accessibility label. */
"ATGAddressEditController.ContactsAccessibilityLabel" = "Get Address from Contacts Button";

/* Caption for navigation bar button item, that shows picker view with contacts */
"ATGAddressEditController.ContactsCaption" = "Contacts";

/* Title to be displayed on the top of the screen for new address. */
"ATGAddressEditController.ControllerTitle.Create" = "New Address";

/* Title to be displayed on the top of the screen for editing of an address. */
"ATGAddressEditController.ControllerTitle.Edit" = "Edit Address";

/* Country address text field placeholder */
"ATGAddressEditController.Country" = "Country";

/* Country address text field accessibility hint */
"ATGAddressEditController.CountryAccessibilityHint" = "Input for Country value";

/* Country address text field accessibility label */
"ATGAddressEditController.CountryAccessibilityLabel" = "Country input field";

/* Delete address label text */
"ATGAddressEditController.Delete" = "Delete this address";

/* Delete address accessibility hint */
"ATGAddressEditController.DeleteAccessibilityHint" = "This button delete address";

/* Delete address accessibility label */
"ATGAddressEditController.DeleteAccessibilityLabel" = "Delete address button";

/* Done button caption. */
"ATGAddressEditController.Done" = "Done";

/* Done button accessibility hint. */
"ATGAddressEditController.DoneAccessibilityHint" = "Complete editing of the address.";

/* Done button accessibility label. */
"ATGAddressEditController.DoneAccessibilityLabel" = "Done";

/* First Name text field placeholder */
"ATGAddressEditController.FirstName" = "First Name";

/* First name text field accessibility hint */
"ATGAddressEditController.FirstNameAccessibilityHint" = "Input for First name";

/* First name address text field accessibility label */
"ATGAddressEditController.FirstNameAccessibilityLabel" = "First name input field";

/* Last Name text field placeholder */
"ATGAddressEditController.LastName" = "Last Name";

/* Last name text field accessibility hint */
"ATGAddressEditController.LastNameAccessibilityHint" = "Input for Last name";

/* Last name address text field accessibility label */
"ATGAddressEditController.LastNameAccessibilityLabel" = "Last name input field";

/* Nickname address text field accessibility hint */
"ATGAddressEditController.NicknameAccessibilityHint" = "Input for address nickname";

/* Nickname address text field accessibility label */
"ATGAddressEditController.NicknameAccessibilityLabel" = "Address nickname input field";

/* Nickname address text field placeholder */
"ATGAddressEditController.NicknameInputPlaceholder" = "for this address";

/* Nickname label text, appears next to address nickname input */
"ATGAddressEditController.NicknameLabel" = "Nickname";

/* Phone label text, appears next to phone number input */
"ATGAddressEditController.PhoneLabel" = "Phone";

/* Phone Number text field accessibility hint */
"ATGAddressEditController.PhoneNumberAccessibilityHint" = "Input for Phone Number";

/* Phone Number text field accessibility label */
"ATGAddressEditController.PhoneNumberAccessibilityLabel" = "Phone Number input field";

/* Phone number text field placeholder */
"ATGAddressEditController.PhoneNumberInputPlaceholder" = "Optional";

/* State address text field placeholder */
"ATGAddressEditController.State" = "State";

/* State address text field accessibility hint */
"ATGAddressEditController.StateAccessibilityHint" = "Input for state value";

/* State address text field accessibility label */
"ATGAddressEditController.StateAccessibilityLabel" = "State input field";

/* Street text field placeholder */
"ATGAddressEditController.Street" = "Street";

/* Street text field accessibility hint */
"ATGAddressEditController.StreetAccessibilityHint" = "Input for Street";

/* Street text field accessibility label */
"ATGAddressEditController.StreetAccessibilityLabel" = "Street input field";

/* Zip address text field accessibility hint */
"ATGAddressEditController.ZipAccessibilityHint" = "Input for zip or postal code value";

/* Zip text field accessibility label */
"ATGAddressEditController.ZipAccessibilityLabel" = "Zip or Postal code  input field";

/* Zip label text, appears next to address zip input */
"ATGAddressEditController.ZipLabel" = "Zip / Postal Code";

/* Edit address with nickname table accessory view accessibility label */
"ATGAddressesViewController.ControllerTitle.Edit" = "Edit Address";

/* Message to be displayed to user on the screen with list of addresses, if no addresses yet. */
"ATGAddressesViewController.NoAddressesMessage" = "You have no saved addresses";

/* Prefix for address which the order was shipped to */
"ATGAddressTableViewCell.AddressCaptionLabel" = "Ship To:";

/* Address name template to be used when address came from a gift list. An only parameter of the template is gift list owner's name. */
"ATGAddressTableViewCell.NameTemplate" = "Gift List: %@";

/* Prefix for shipping method which the order was shipped with */
"ATGAddressTableViewCell.ShippingMethodCaptionLabel" = "Via:";

/* Title to be displayed on the top of the screen. */
"ATGAddressViewController.BillingAddressTitle" = "Billing Addresses";

/* Create address button caption. */
"ATGAddressViewController.CreateBillingAddressButton" = "Create a New Billing Address";

/* Create profile address button accessibility hint. */
"ATGAddressViewController.CreateBillingAddressButtonAccessibilityHint" = "Will create a New Billing Address Button";

/* Create profile address button accessibility label. */
"ATGAddressViewController.CreateBillingAddressButtonAccessibilityLabel" = "Create a New Billing Address";

/* Create address button caption. */
"ATGAddressViewController.CreateProfileAddressButton" = "Create a New Address";

/* Create profile address button accessibility hint. */
"ATGAddressViewController.CreateProfileAddressButtonAccessibilityHint" = "Double tap to create profile address";

/* Create profile address button accessibility label. */
"ATGAddressViewController.CreateProfileAddressButtonAccessibilityLabel" = "Create a New Address";

/* Create address button caption. */
"ATGAddressViewController.CreateShippingAddressButton" = "Create a Shipping Address";

/* Create shipping address button accessibility hint. */
"ATGAddressViewController.CreateShippingAddressButtonAccessibilityHint" = "Will create a Shipping Address";

/* Create shipping address button accessibility label. */
"ATGAddressViewController.CreateShippingAddressButtonAccessibilityLabel" = "Create a Shipping Address Button";

/* Default address label. */
"ATGAddressViewController.DefaultAddressLabel" = "Default Address";

/* Title to be displayed on the top of the screen. */
"ATGAddressViewController.ProfileAddressTitle" = "Addresses";

/* Title to be displayed on the top of the screen. */
"ATGAddressViewController.ShippingAddressTitle" = "Shipping Address";

/* Accessibility label to be used by the Back navigation button. */
"ATGBarButtonItem.Accessibility.Label.Back" = "Back";

/* Format to be used when constructin an accessibility value of a toolbar button. */
"ATGBarButtonItem.Accessibility.Value.ItemsFormat" = "Items: %@.";

/* Description of accessibility item, for removing breadcrumbs */
"ATGBreadcrumbsAdaptor.Remove.X.Accessibility.Label" = "Remove applied breadcrumb";

/* Accessibility label for breadcrumbs */
"ATGBreadcrumbsRenderer.Accessibility.Label" = "Breadcrumb, ";

/* Screen title to be displayed while selecting credit card type. */
"ATGCardTypeViewController.ScreenTitle" = "Choose Type";

/* Accessibility hint to be applied to the action button on the CVV checkout screen on iPad. */
"ATGCardVerificationNumberViewController_iPad.Accessibility.Hint.ConfirmationButton" = "Double tap to confirm the verification number and proceed to order review.";

/* Accessibility hint for the CVV input field */
"ATGCardVerificationNumberViewController_iPad.Accessibility.Hint.For.CVV.Field" = "Please Enter CVV";

/* Accessibility label to be applied to the action button on the CVV checkout screen on iPad. */
"ATGCardVerificationNumberViewController_iPad.Accessibility.Label.ConfirmationButton" = "Confirm";

/* Hint to be displayed at the bottom of the CVV checkout screen on iPad. */
"ATGCardVerificationNumberViewController_iPad.ScreenBottomHint" = "The security code should be on the back of your card, at the end of the signature strip.";

/* Placeholder to be displayed within the security code input field on the CVV checkout screen on iPad. */
"ATGCardVerificationNumberViewController_iPad.SecurityCodePlaceholder" = "Security Code";

/* Accessibility hint used by cart cell. */
"ATGCartTableViewCell.CellAccessibilityHint" = "Double tap to expand options";

/* Accessibility hint to be used by 'Edit SKU' button. */
"ATGCartTableViewCell.EditSkuAccessibilityHint" = "Allows you to change product selection.";

/* Accessibility label to be used by 'Edit SKU' button. */
"ATGCartTableViewCell.EditSkuAccessibilityLabel" = "Edit";

/* Prefix to be displayed before list price value. */
"ATGCartTableViewCell.OldPricePrefix" = "was";

/* Prefix to be displayed before quantity, if the cell is selected. */
"ATGCartTableViewCell.QuantityPrefix" = "Qty.";

/* Accessibility hint to be used by 'Remove' button. */
"ATGCartTableViewCell.RemoveAccessibilityHint" = "Removes an item from cart.";

/* Accessibility label to be used by 'Remove' button. */
"ATGCartTableViewCell.RemoveAccessibilityLabel" = "Remove";

/* Accessibility hint to be used by 'Share' button. */
"ATGCartTableViewCell.ShareAccessibilityHint" = "Opens Email application to compose a letter.";

/* Accessibility label to be used by 'Share' button. */
"ATGCartTableViewCell.ShareAccessibilityLabel" = "Share";

/* Title to be displayed as action on the confirmation pane. */
"ATGChangePasswordViewController.ConfirmPaneAction" = "Done";

/* Caption to be displayed on the confirmation pane. */
"ATGChangePasswordViewController.ConfirmPaneCaption" = "Your password had been changed.";

/* Error message to be displayed when confirm password not matches new password. */
"ATGChangePasswordViewController.ConfirmPasswordErrorMessage" = "Must match";

/* Placeholder to be used by input field with confirmation of the new password. */
"ATGChangePasswordViewController.iPad.ConfirmPasswordPlaceholder" = "Confirm Password";

/* Error message to be displayed when new password matches old password. */
"ATGChangePasswordViewController.NewPasswordErrorMessage" = "Can't reuse old password";

/* Placeholder to be used by input field with new password value. */
"ATGChangePasswordViewController.NewPasswordPlaceholder" = "New Password";

/* Placeholder to be used by the input field with old password value. */
"ATGChangePasswordViewController.OldPasswordPlaceholder" = "Old Password";

/* Title to be displayed at the top of the screen changing password. */
"ATGChangePasswordViewController.ScreenTitle" = "Reset Password";

/* This is displayed as the default shipping option */
"ATGCheckoutDefaulsViewController.DefaultShippingExample.UPS" = "UPS Overnight";

/* Caption to be displayed before default credit card. */
"ATGCheckoutDefaulsViewController.UseCardCaption" = "Use card";

/* Ground method name. */
"ATGCheckoutDefaultsShippingMethodViewConroller.GroundMethodName" = "UPS Ground";

/* Next Day method name. */
"ATGCheckoutDefaultsShippingMethodViewConroller.NextDayMethodName" = "UPS Overnight";

/* Two Day method name. */
"ATGCheckoutDefaultsShippingMethodViewConroller.TwoDayMethodName" = "UPS 2 Day";

/* Screen title to be displayed. */
"ATGCheckoutDefaultsShippingMethodViewController.Title" = "Shipping Method";

/* Caption to be displayed if nothing specified. */
"ATGCheckoutDefaultsTableViewCell.NotSpecifiedCaption" = "Not Specified";

/* Accessibility hint to be used by the 'Done' button */
"ATGCheckoutDefaultsViewController.DoneButtonAccessibilityHint" = "Saves your changes.";

/* Accessibility label to be used by the 'Done' button. */
"ATGCheckoutDefaultsViewController.DoneButtonAccessibilityLabel" = "Done";

/* Title to be displayed on the 'Done' button. */
"ATGCheckoutDefaultsViewController.DoneButtonTitle" = "Done";

/* Caption to be displayed before default shipping address. This string is used as a label for the address the order will be shipped to. */
"ATGCheckoutDefaultsViewController.ShipToCaption" = "Ship to";

/* Caption to be displayed before default shipping method.  This string is used as a label for the shipping method to be used */
"ATGCheckoutDefaultsViewController.ShipViaCaption" = "Ship via";

/* Screen title to be used. */
"ATGCheckoutDefaultsViewController.Title" = "Checkout Defaults";

/* Title to be used on the screen. */
"ATGCheckoutShippingMethodViewController.ScreenTitle" = "Shipping Method";

/* Promotional item accessibility label. */
"ATGCHeroView.ItemAccessibilityLabel" = "Promotional item";

/* Error message adding to cart */
"ATGCommerceManager.AddToCartError" = "Error adding to cart.";

/* Title to be displayed on product compare view for iPad */
"ATGComparePage.PageTitle" = "Compare Products";

/* Title of the toolbar button allowing the user to share list of products being compared. */
"ATGComparePage.ShareButtonTitle" = "Share";

/* This title is used by button that sorts compare items by price. */
"ATGComparePage.SortByPrice" = "ATGSort by: Price";

/* Header title for list of product colors on compare screen */
"ATGCompareProducts.ColorInfoTitle" = "Colors:";

/* Header title for list of product features on compare screen */
"ATGCompareProducts.FeatureInfoTitle" = "Features:";

/* Header title for list of product sizes on compare screen */
"ATGCompareProducts.SizeInfoTitle" = "Sizes:";

/* Main text to be displayed when compare list is empty. */
"ATGCompareViewController_iPad.EmptyCompareMainMessage" = "You have not selected any products to compare.";

/* Sub text to be displayed when compare list is empty. */
"ATGCompareViewController_iPad.EmptyCompareSubMessage" = "You may add items to Comparisons from any product page.";

/* Placeholder for the credit card number input field. */
"ATGCreditCardCreateController.CardNumber" = "Card Number";

/* Title to be displayed on the top of the 'New Card' screen. */
"ATGCreditCardCreateController.ControllerTitle.Create" = "New Credit Card";

/* Label for the credit card expiration date input field.
   Placeholder for the credit card expiration date input field. */
"ATGCreditCardCreateController.ExpiresText" = "Expires";

/* Title of the button which saves new credit card data. */
"ATGCreditCardCreateController.SaveButtonAccessoryButton" = "Continue";

/* Title to be used by the continue button. */
"ATGCreditCardCreateController.SaveButtonTitle" = "Continue";

/* Title to be displayed on the top of the screen for edition of credit card. */
"ATGCreditCardEditController.ControllerTitle.Edit" = "Edit Credit card";

/* Title to be used by the save button. */
"ATGCreditCardEditController.SaveButtonTitle" = "Save";

/* Specifies format of the card identification string. First parameter is card type, second parameter are last four digits of card's number. */
"ATGCreditCardTableViewCell.CardIdentifierFormat" = "%1$@ ...%2$@";

/* 'Default' label displayed next to default credit card. */
"ATGCreditCardTableViewCell.DefaultCardLabel" = "Default";

/* Specifies format to be used when displaying card's expiration date when displaying card totals. First parameter of this format is expiration month, second parameter is expiration year. */
"ATGCreditCardTableViewCell.ExpirationDateFormatNoPrefix" = "%1$@ / %2$@";

/* Specifies format to be used when displaying card's expiration date when dislpaying a list of credit cards. First parameter of this format is expiration month, second parameter is expiration year. */
"ATGCreditCardTableViewCell.ExpirationDateFormatWithPrefix" = "Exp. %1$@ / %2$@";

/* Error message to be returned if no credit card number is provided. */
"ATGCreditCardValidator.ErrorMessageEmptyCreditCardNumber" = "Needed";

/* Error message to be returned, if card type not selected. */
"ATGCreditCardValidator.ErrorMessageTypeNill" = "Type not selected";

/* Error message to be returned, if credit card number is wrong. */
"ATGCreditCardValidator.ErrorMessageWrongNumber" = "Invalid card number";

/* Error message to be returned, if number length does not match type. */
"ATGCreditCardValidator.InvalidLength" = "Incorrect number length";

/* Error message to be returned, if number does not match type. */
"ATGCreditCardValidator.InvalidType" = "Number does not match type";

/* Title to be displayed on the top of the 'Credit Cards' screen. */
"ATGCreditCardViewController.CreditCardTitle" = "Credit Cards";

/* Accessibility hint for the CVV input field */
"ATGCVVViewController.Accessibility.Hint.For.CVV.Field" = "Please Enter CVV";

/* Hint for cvv code of credit card. */
"ATGCVVViewController.CardHintLabel" = "Look for last three numbers in the signature panel on the back of your card";

/* CSV code of credit card. */
"ATGCVVViewController.CSV" = "CSV Code";

/* Message is shown to the user when their session has expired while viewing the CVV page */
"ATGCVVViewController.SessionExpiredErrorMessare" = "Your session expired since this form was displayed - Please try Again";

/* Error message to be returned, if date in past. */
"ATGDateValidator.IncorrectDate" = "Must be in future";

/* Input value falls outside the allowed range. */
"ATGDecimalRangeInputValidator.ErrorMessageTypeOutsideRange" = "Invalid value";

/* Accessibility hint to be read by VoiceOver when the user focuses on the Remove button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.CompareButton" = "Adds an item to the comparisons list.";

/* Accessibility hint to be read when user focuses on the Confirm Compare button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.ConfirmCompareButton" = "Confirm addition of the item to the comparisons list.";

/* Accessibility hint to be read when user focuses on the Confirm Gift List button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.ConfirmGiftListButton" = "Confirm movement of the item to a gift list.";

/* Accessibility hint to be read when user focuses on the Confirm Remove button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.ConfirmRemoveButton" = "Confirm removal of the item.";

/* Accessibility hint to be read when user focuses on the Confirm Wish List button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.ConfirmWishListButton" = "Confirm movement of the item to the wish list.";

/* Accessibility hint to be read by VoiceOver when the user focuses on the Remove button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.GiftListButton" = "Moves an item from the cart to a gift list.";

/* Accessibility hint to be read by VoiceOver when the user focuses on the Remove button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.RemoveButton" = "Removes an item from the cart.";

/* Accessibility hint to be read by VoiceOver when the user focuses on the Remove button.This hint is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityHint.WishListButton" = "Moves an item from the cart to the wish list.";

/* Accessibility label to be read by VoiceOver when the user focuses on the Remove button.This label is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityLabel.CompareButton" = "Compare";

/* Accessibility label to be read by VoiceOver when the user focuses on the Remove button.This label is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityLabel.GiftListButton" = "Gift list";

/* Accessibility label to be read by VoiceOver when the user focuses on the Remove button.This label is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityLabel.RemoveButton" = "Remove";

/* Accessibility label to be read by VoiceOver when the user focuses on the Remove button.This label is used by the Shopping Cart screen. */
"ATGEditedOrderItemTableViewCell.AccessibilityLabel.WishListButton" = "Wish list";

/* Title for the Compare Item button. This title will be displayed on the confirmation button presented on the shopping cart item cell in edit mode. */
"ATGEditedOrderItemTableViewCell.TitleCompareButton" = "Compare Item";

/* Title for the Move to Gift List button. This title will be displayed on the confirmation button presented on the shopping cart item cell in edit mode. */
"ATGEditedOrderItemTableViewCell.TitleGiftListButton" = "Move to Gift List";

/* Title for the Remove Item button. This title will be displayed on the confirmation button presented on the shopping cart item cell in edit mode. */
"ATGEditedOrderItemTableViewCell.TitleRemoveButton" = "Delete Item";

/* Title for the Move to Wish List button. This title will be displayed on the confirmation button presented on the shopping cart item cell in edit mode. */
"ATGEditedOrderItemTableViewCell.TitleWishListButton" = "Move to Wish List";

/* email message for prefix */
"ATGEmailMeView.Label" = "email";

/* Email me message */
"ATGEmailMeView.Message" = "When it's in stock, please let me know";

/* Email me confirm message */
"ATGEmailMeView.MessageConfirm" = "Thanks for your interest";

/* Email me confirm sub message */
"ATGEmailMeView.MessageConfirmText" = "We'll let you know as soon as this item becomes available";

/* Placeholder to be used by the email input field. */
"ATGEmailMeViewController_iPad.EmailPlaceholder" = "Email";

/* Subtitle to be displayed on the EmailMe screen. */
"ATGEmailMeViewController_iPad.ScreenSubtitle" = "When it's in stock, please let me know";

/* Screen subtitle to be displayed on the EmailMe screen when successfuly registered a request. */
"ATGEmailMeViewController_iPad.ScreenSubtitleSuccess" = "We'll let you know as soon as this item becomes available";

/* Title to be displayed at the top of the EmailMe screen. */
"ATGEmailMeViewController_iPad.ScreenTitle" = "Email Me";

/* Error message to be returned, if wrong email specified. */
"ATGEmailValidator.ErrorMessageNotEmail" = "Invalid email";

/* Accessibility hint to be used by the Send button. */
"ATGForgotPasswordViewController.ButtonAccessibilityHint" = "Sends you a new password.";

/* Accessibility label to be used by the Send button. */
"ATGForgotPasswordViewController.ButtonAccessibilityLabel" = "Send";

/* Title to be displayed on the Send button. */
"ATGForgotPasswordViewController.ButtonTitle" = "Send";

/* Description to be displayed on the screen. */
"ATGForgotPasswordViewController.DescriptionText" = "No problem. Just enter your email address below, and we'll send you a temporary password instantly.";

/* Error message to be displayed when unable to reset password. */
"ATGForgotPasswordViewController.ErrorResettingPassword.Message" = "Unknown email\n Try again";

/* Placeholder to be displayed inside the email input. */
"ATGForgotPasswordViewController.InputPlaceholderText" = "Email address";

/* Screen title to be used. */
"ATGForgotPasswordViewController.ScreenTitle" = "Forgot Password?";

/* Label text that describes private gift list. */
"ATGGiftAccessViewControllerr.PrivateDescriptionLabel" = "Only you can see it";

/* Label text for private rights. */
"ATGGiftAccessViewControllerr.PrivateLabel" = "Private";

/* Label text that describes public gift list. */
"ATGGiftAccessViewControllerr.PublicDescriptionLabel" = "Anyone can see it";

/* Label text for public rights. */
"ATGGiftAccessViewControllerr.PublicLabel" = "Public";

/* Title to be displayed at the top of the screen which allows to select who can see gift list. */
"ATGGiftAccessViewControllerr.Title" = "Select Access Rights";

/* Title to be displayed at the top of the screen which allows to select gift list event type. */
"ATGGiftEventTypeViewController.Title" = "Select Event Type";

/* Label text for 'create list' cell on gift list start screen */
"ATGGiftListController.CreatedListLabel" = "Create a Gift List";

/* Label text for 'edit list' cell on gift list start screen */
"ATGGiftListController.EditListLabel" = "Edit a Gift List";

/* Label text for 'find list' cell on gift list start screen */
"ATGGiftListController.FindListLabel" = "Find a Gift List";

/* Label for gift list access rights cell */
"ATGGiftListCreateController.AccessLabel" = "Who can see this list?";

/* Label for gift list description cell */
"ATGGiftListCreateController.DescriptionLabel" = "Description";

/* Title for create gift list button */
"ATGGiftListCreateController.DoneButton" = "Save Gift List";

/* Label for gift list event date cell */
"ATGGiftListCreateController.EventDateLabel" = "Event Date";

/* Label for gift list event type cell */
"ATGGiftListCreateController.EventTypeLabel" = "Event Type";

/* Label for gift list instructions cell */
"ATGGiftListCreateController.InstructionsLabel" = "Instructions";

/* Label for gift list name cell */
"ATGGiftListCreateController.ListNameLabel" = "Gift List Name";

/* Placeholder for gift list name input */
"ATGGiftListCreateController.ListNamePlaceholder" = "Name your list";

/* Indicate private gift list */
"ATGGiftListCreateController.PrivatePlaceholder" = "Private";

/* Default value for gift list access rights */
"ATGGiftListCreateController.PublicPlaceholder" = "Public";

/* Title for save edited gift list button */
"ATGGiftListCreateController.SaveButton" = "Save Changes";

/* Placeholder for input that needs some select action */
"ATGGiftListCreateController.SelectPlaceholder" = "Select";

/* Label for gift list shipping address cell */
"ATGGiftListCreateController.ShipToLabel" = "Ship to";

/* Title to be displayed at the top of the screen which allows to create gift list. */
"ATGGiftListCreateViewController.TitleCreate" = "Create a Gift List";

/* Title to be displayed at the top of the screen which allows to edit gift list. */
"ATGGiftListCreateViewController.TitleEdit" = "Edit Gift List";

/* Title to be displayed on the description cell of the gift list info popover. */
"ATGGiftListInfoViewController.DescriptionCellTitle" = "Description";

/* Title to be displayed on the instructions cell of the gift list info popover. */
"ATGGiftListInfoViewController.InstructionsCellTitle" = "Instructions";

/* Accessibility hint to be used by the 'Cart' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Hint.CartButton" = "Double tap to add item to cart.";

/* Accessibility hint to be used by the 'Compare' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Hint.CompareButton." = "Double tap to add item to compare.";

/* Accessibility hint to be used by the 'Delete' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Hint.DeleteButton" = "Double tap to remove item from gift list.";

/* Accessibility hint to be used by the 'Gift List' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Hint.GiftlistButton" = "Double tap to move item to another gift list.";

/* Accessibility hint to be used by the 'Wish List' button of the wish list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Hint.WishlistButton" = "Double tap to move item to wish list.";

/* Accessibility label to be displayed on the 'Cart' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Label.CartButton" = "Add item to cart";

/* Accessibility label to be displayed on the 'Compare' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Label.CompareButton" = "Add item to compare";

/* Accessibility label to be displayed on the 'Delete' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Label.DeleteButton" = "Remove item from gift/wish list";

/* Accessibility label to be displayed on the 'Gift List' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Label.GiftlistButton" = "Move item to another gift list";

/* Accessibility label to be displayed on the 'Wish List' button of the gift list cell. */
"ATGGiftListItemCollectionViewCell.Accessibility.Label.WishlistButton" = "Move item to wish list";

/* String format to be used when displaying an gift item price which product is on sale.First attribute is sale price, second attribute is a list price. */
"ATGGiftListItemCollectionViewCell.SalePriceFormat" = "%1$@ was %2$@";

/* String format to be used when displaying a gift item origin site. */
"ATGGiftListItemCollectionViewCell.SiteNameFormat" = "from %@";

/* Accessibility hint to be used by the 'Edit Gift Items' button of the gift list items toolbar. */
"ATGGiftListItemsViewController.Accessibility.Hint.EditGiftItems" = "Double tap to edit all gift items.";

/* Accessibility hint to be used by the 'Edit Gift List' button of the gift list items toolbar. */
"ATGGiftListItemsViewController.Accessibility.Hint.EditGiftList" = "Double tap to edit current gift list details.";

/* Accessibility hint to be used by the 'Done Editing' button of the gift items toolbar. */
"ATGGiftListItemsViewController.Accessibility.Hint.EditItemsDone" = "Double tap to quit editing gift items.";

/* Accessibility hint to be used by the 'Gift List Info' button of the gift list items toolbar. */
"ATGGiftListItemsViewController.Accessibility.Hint.GiftListInfo" = "Double tap to inspect gift list info.";

/* Accessibility hint to be used by the 'Remove Items' button of the gift list items toolbar. */
"ATGGiftListItemsViewController.Accessibility.Hint.RemoveItems" = "Double tap to remove all gift items.";

/* Title to be displayed on the Info button of the Gift List - Items screen. */
"ATGGiftListItemsViewController.InfoButtonTitle" = "Info";

/* Button caption actually removing all items from the gift list. */
"ATGGiftListItemsViewController.RemoveAllItems.ButtonTitle" = "Delete all items";

/* Title to be used when displaying confirmation sheet for the 'remove all items' action. */
"ATGGiftListItemsViewController.RemoveAllItems.Title" = "Are you sure you want to remove all the items in this list?";

/* Description to be displayed on the Gift List Items screen if no items added to list. */
"ATGGiftListItemsViewController.Subtitle.NoProductsAdded" = "You may add items to list from any product page.";

/* Title to be displayed on the 'Edit Gift List Items' button of the gift list items toolbar. */
"ATGGiftListItemsViewController.Title.EditGiftItems" = "Edit Items";

/* Title to be displayed on the 'Edit Gift List' button of the gift list items toolbar. */
"ATGGiftListItemsViewController.Title.EditGiftList" = "Edit Details";

/* Title to be displayed on the Gift List Items screen if no items added to list. */
"ATGGiftListItemsViewController.Title.NoProductsAdded" = "You have not added any products to the list.";

/* Title to be displayed on the 'Remove All Items' button of the gift list items toolbar. */
"ATGGiftListItemsViewController.Title.RemoveItems" = "Remove All Items";

/* Message that will be displayed when search result was empty. */
"ATGGiftListSearchResultViewController.EmptyResult" = "No results found";

/* Button title for event date colon on gift search result view. */
"ATGGiftListSearchResultViewController.EventDateTitle" = "Event: Date";

/* Button title for event name colon on gift search result view. */
"ATGGiftListSearchResultViewController.EventNameTitle" = "Event: Name";

/* Button title for event type colon on gift search result view. */
"ATGGiftListSearchResultViewController.EventTypeTitle" = "Event: Type";

/* Button title for name colon on gift search result view. */
"ATGGiftListSearchResultViewController.NameTitle" = "Name";

/* Title to be displayed at the top of the screen which display search result for gift lists. */
"ATGGiftListSearchResultViewController.Title" = "Gift List Search Results";

/* Explanation of fields use for entering the first name to search for */
"ATGGiftListSearchViewController.FirstName.Input.Accessibility.Label" = "First Name Input field, enter name you would like to search for";

/* Explanation of fields use for entering the last name to search for */
"ATGGiftListSearchViewController.LastName.Input.Accessibility.Label" = "Last Name Input field, enter last name you would like to search for";

/* Title for button that will perform search. */
"ATGGiftListSearchViewController.Search" = "Search";

/* Title to be displayed at the top of the screen which allow user to find gift list. */
"ATGGiftListSearchViewController.Title" = "Find a Gift List";

/* Hint to accompany the reading of the cell text, which is the gift list name */
"ATGGiftListsViewController.GiftListCell.Accessibility.Hint" = "gift list, double tap to select";

/* Message to be displayed to user, if no gift lists created yet. */
"ATGGiftListsViewController.NoGiftListsSubTitle" = "You have not created gift lists yet.";

/* Title to be displayed at the top of the screen which display list of users gift lists. */
"ATGGiftListsViewController.Title" = "Gift Lists";

/* Text to be displayed as gift option, if both gift wrap and note provided. */
"ATGGiftOptionsTableViewCell.BothSelected" = "Wrap + Note";

/* Captions to be used by the cell dislpaying gift wrap/note settings. */
"ATGGiftOptionsTableViewCell.CellCaption" = "Gift Options:";

/* Text to be displayed as gift option, if gift note only selected. */
"ATGGiftOptionsTableViewCell.GiftNoteSelected" = "Note";

/* Text to be displayed as gift option, if gift wrap only selected. */
"ATGGiftOptionsTableViewCell.GiftWrapSelected" = "Wrap";

/* Text to be displayed as gift option, if nothing selected.
   Text to be displayed if there is no promotions. */
"ATGGiftOptionsTableViewCell.NoneSelected" = "None";

/* guided navigation controller done button title */
"ATGGuidedNavigationAdaptor.NavigationBar.RightBarButtonItem" = "Done";

/* Navigation Bar Title for the guided navigation controller */
"ATGGuidedNavigationAdaptor.NavigationBar.Title" = "Filter By...";

/* Promotional item accessibility hint. */
"ATGHeroView.ItemAccessibilityHint" = "Slide to change promotional product";

/* Title to be used by the Next button. */
"ATGKeyboardToolbar.NextButtonTitle" = "Next";

/* Title to be used by the Previous button. */
"ATGKeyboardToolbar.PreviousButtonTitle" = "Previous";

/* Accessibility trait to be read by VoiceOver for the Login cell. */
"ATGLoginTableViewCell.Accessibility.Trait.MenuItem" = "Menu item";

/* Accessibility hint to be used if cell is not selected. */
"ATGLoginTableViewCell.AccessibilityHintDeselected" = "Double tap to unfold.";

/* Accessibility hint to be sued by the 'Forgot Password' cell. */
"ATGLoginTableViewCell.AccessibilityHintForgotPassword" = "Resets your password.";

/* Accessibility hint to be used if cell is selected. */
"ATGLoginTableViewCell.AccessibilityHintSelected" = "Double tap to minimize.";

/* Title to be displayed at the top of the cell. */
"ATGLoginTableViewCell.CellMainTitle" = "Login";

/* Error message to be displayed when password sent */
"ATGLoginTableViewCell.CopyPassErrorMessage" = "Paste password from email";

/* Placeholder to be used by the email text field. */
"ATGLoginTableViewCell.EmailTextPlaceholder" = "Email";

/* Caption to be displayed on the forgot password cell. */
"ATGLoginTableViewCell.ForgotPasswordCellTitle" = "Forgot login or password?";

/* Accessibility hint to be used by the login button. */
"ATGLoginTableViewCell.LoginButtonAccessibilityHint" = "Logs you in.";

/* Accessibility label to be used by the login button. */
"ATGLoginTableViewCell.LoginButtonAccessibilityLabel" = "Login";

/* Title to be displayed on the login button. */
"ATGLoginTableViewCell.LoginButtonTitle" = "Login";

/* Placeholder to be used by the password text field. */
"ATGLoginTableViewCell.PasswordTextPlaceholder" = "Password";

/* Message to be displayed for back button on login screen. */
"ATGLoginViewController.BackButtonMessage" = "Back";

/* Title to be used by the Cancel button. */
"ATGLoginViewController.CancelButtonTitle" = "Cancel";

/* Accessibility hint to be used by 'Logout' cell. */
"ATGLoginViewController.LogoutAccessibilityHint" = "Double tap to logout.";

/* Caption to be displayed on the Logout cell. */
"ATGLoginViewController.LogoutCaption" = "Logout";

/* Error message to be displayed. */
"ATGLoginViewController.PasswordSentErrorMessage" = "Your new password has been sent";

/* Title to be displayed on the 'Login' screen. */
"ATGLoginViewController.ScreenTitle" = "Login";

/* Accessibility hint to be used by 'Skip Login' cell. */
"ATGLoginViewController.SkipLoginAccessibilityHint" = "Double tap to checkout anonymously.";

/* Caption to be displayed on the SkipLogin cell. */
"ATGLoginViewController.SkipLoginCaption" = "Skip Login";

/* Error message to be displayed when unable to login. */
"ATGLoginViewController.WrongLoginErrorMessage" = "Sorry, that login is not valid.";

/* Mobile Page guided navigation right bar button title for showing results */
"ATGMobilePageAdaptor.NavigationBar.RightBarButton.Title" = "Results";

/* Navigation Bar Button which is clicked to display the filter controller */
"ATGMobilePageAdaptor.RightBarButtonTitle.Filter" = "Filter";

/* Title to be displayed on the 'About Us' row. */
"ATGMoreViewController.AboutUsRowTitle" = "About Us";

/* Title to be displayed on the 'Available Sites' row. */
"ATGMoreViewController.AvailableSites" = "Available Sites";

/* Title of alert popup containing phone number on devices without phone.
   Title to be displayed on the 'Contact Us' row. */
"ATGMoreViewController.ContactUsRowTitle" = "Contact Us";

/* Title to be displayed on the 'Contact Us' row. */
"ATGMoreViewController.ContactUsTitle" = "Contact Us";

/* Title to be displayed on the 'Copyright' row. */
"ATGMoreViewController.Copyright" = "Copyright";

/* Copyright message to be displayed.
   The copyright text. */
"ATGMoreViewController.CopyrightFooter" = "Copyright © 1994-2013, Oracle and/or its affiliates. All rights reserved.";

/* Accessibility hint to be used by the 'Email' button. */
"ATGMoreViewController.EmailButtonAccessibilityHint" = "Composes an email.";

/* Accessibility label to be used by the 'Email' button. */
"ATGMoreViewController.EmailButtonAccessibilityLabel" = "Email";

/* Title to be displayed on the 'Email' button. */
"ATGMoreViewController.EmailButtonTitle" = "Email";

/* Email subject to be used when the 'Contact with email button is touched. */
"ATGMoreViewController.EmailSubject" = "Contact Us";

/* Label text for full site selection on 'more' screen */
"ATGMoreViewController.LabelFullSite" = "Go to full site";

/* Label text for site selection on 'more' screen */
"ATGMoreViewController.LabelSite" = "Site";

/* Label text for store locations on 'more' screen */
"ATGMoreViewController.LabelStores" = "Store Locations";

/* Accessibility hint to be used by the 'Phone' button. */
"ATGMoreViewController.PhoneButtonAccessibilityHint" = "Initiates a call.";

/* Accessibility label to be used by the 'Phone' button. */
"ATGMoreViewController.PhoneButtonAccessibilityLabel" = "Phone";

/* Title to be displayed on the 'Phone' button. */
"ATGMoreViewController.PhoneButtonTitle" = "Phone";

/* Title for the 'More' popover on iPad */
"ATGMoreViewController.PopoverTitle" = "More";

/* Title to be displayed on the 'Privacy+Terms' row. */
"ATGMoreViewController.PrivacyTermsRowTitle" = "Privacy + Terms";

/* Screen title to be displayed on the 'Contact Us' screen. */
"ATGMoreViewController.ScreenTitle" = "Contact Us";

/* Title to be displayed on the 'Shipping+Returns' row. */
"ATGMoreViewController.ShippingReturnsRowTitle" = "Shipping + Returns";

/* Screen subtitle to be used. */
"ATGNoConnectionViewController.ScreenSubTitle" = "Please, connect to internet, then you'll be able to use an application.";

/* Screen title to be used. */
"ATGNoConnectionViewController.ScreenTitle" = "No internet connection available";

/* Error message to be displayed to user when trying to inspect an order shipped to multiple addresses. */
"ATGOrderDetailsViewController.iPad.BadOrderMessage" = "Orders that shipped to multiple addresses can only be viewed from the main site";

/* Title of the table view section with billing information on the screen with submitted order details. */
"ATGOrderDetailsViewController.iPad.BillingSectionTitle" = "Payment";

/* Title of the table view section with order items, promotions and totals on the screen with submitted order details. */
"ATGOrderDetailsViewController.iPad.ItemsSectionTitle" = "Items, Extras, Totals";

/* Title of the table view section with shipping information on the screen with submitted order details. */
"ATGOrderDetailsViewController.iPad.ShippingSectionTitle" = "Ship to";

/* Caption to be displayed next to order total value on the order details screen. */
"ATGOrderDetailsViewController.OrderTotalCaption" = "Order Total";

/* Message to be displayed to user instead of credit card info if order paid with store credits. */
"ATGOrderDetailsViewController.PaidWithStoreCreditsCaption" = "Paid with store credits";

/* Text for cell which is clicked to view related orders */
"ATGOrderDetailsViewController.RelatedOrders.Title" = "Related Orders";

/* Title format to be used on the screen. */
"ATGOrderDetailsViewController.ScreenTitleFormat" = "Order: %@";

/* Text for cell which is clicked to start a return */
"ATGOrderDetailsViewController.StartReturn.Title" = "Start Return";

/* Button title. */
"ATGOrderDetailsViewController.ViewOrderOnMainSiteTitle" = "View Order on the main site";

/* Prefix for color of the product that was ordererd */
"ATGOrderItemTableViewCell.ColorCaptionLabel" = "Color:";

/* Prefix for price of the product that was ordererd */
"ATGOrderItemTableViewCell.PriceCaptionLabel" = "Price:";

/* Prefix for quantity of which was ordererd */
"ATGOrderItemTableViewCell.QuantityCaptionLabel" = "Quantity:";

/* Prefix for reason why the product was returned */
"ATGOrderItemTableViewCell.ReasonCaptionLabel" = "Reason:";

/* Prefix for refund amount of the product that was returned */
"ATGOrderItemTableViewCell.RefundCaptionLabel" = "Refund:";

/* When in return mode, show this as the caption for prefacing return quantitiy */
"ATGOrderItemTableViewCell.ReturnQuantityCaption" = "Return Quantity";

/* When in return mode, show this as the caption for prefacing return reason */
"ATGOrderItemTableViewCell.ReturnReasonCaption" = "Return Reason";

/* When in return mode, show this as the title for cancel selection of return reason */
"ATGOrderItemTableViewCell.ReturnReasonUniversalCancelButtonTitle" = "Cancel";

/* When in return mode, show this as the caption for prefacing return reason */
"ATGOrderItemTableViewCell.ReturnReasonUniversalCaption" = "Universal Reason";

/* When in return mode, show this as the placeholder for return reason */
"ATGOrderItemTableViewCell.ReturnReasonUniversalPlaceholder" = "Select Reason";

/* When in return mode, show this as the prompt for selecting return reason */
"ATGOrderItemTableViewCell.ReturnReasonUniversalSelectPrompt" = "Select Reason";

/* When in return mode, show this as the caption for selecting return reason */
"ATGOrderItemTableViewCell.SelectReasonCaption" = "Select Reason";

/* Prefix for site of the product that was ordererd */
"ATGOrderItemTableViewCell.SiteCaptionLabel" = "Site:";

/* This format would be used by the ShoppingCart screen when rendering commerce item from another site. Format's parameter is site name. */
"ATGOrderItemTableViewCell.SiteNameFormat" = "from %@";

/* Prefix for size of the product that was ordererd */
"ATGOrderItemTableViewCell.SizeCaptionLabel" = "Size:";

/* Prefix for sku which the product has */
"ATGOrderItemTableViewCell.SkuCaptionLabel" = "SKU #:";

/* Prefix for status of the product that was returned */
"ATGOrderItemTableViewCell.StatusCaptionLabel" = "Status:";

/* Prefix for wood finish of the product that was ordererd */
"ATGOrderItemTableViewCell.WoodFinishCaptionLabel" = "Wood Finish:";

/* Title to be used on the View All Orders cell. */
"ATGOrderPlacedViewController.AllOrdersTitle" = "View All Orders";

/* Cell caption to be used. */
"ATGOrderPlacedViewController.RegisterCellCaption" = "Register for an account";

/* Screen title to be used. */
"ATGOrderPlacedViewController.ScreenTitle" = "Success!";

/* Subtitle format to be used when email specified. */
"ATGOrderPlacedViewController.SubTitleEmailed" = "Confirmation E-mailed to:\n%@";

/* Subtitle format to be used when email is not specified. */
"ATGOrderPlacedViewController.SubTitleNotEmailed" = "Your order number is:\n%@";

/* Page title to be used. */
"ATGOrderPlacedViewController.TitlePlaced" = "Your Order has been Placed!";

/* Title to be used on the View Order cell. */
"ATGOrderPlacedViewController.ViewOrderTitle" = "View Order";

/* Title to be displayed on the cell navigating user to a list of his orders on the 'Checkout - Success' screen. */
"ATGOrderPlacedViewController_iPad.AllOrdersCellTitle" = "View all your orders";

/* Button title displayed at bottom of 'Checkout - Success' screen on iPad */
"ATGOrderPlacedViewController_iPad.DoneButtonTitle" = "Done";

/* Title to be displayed on the cell with user email on the 'Checkout - Success' screen. */
"ATGOrderPlacedViewController_iPad.EmailCellTitle" = "Receipt sent to:";

/* Subtitle to be displayed before order-related information on the 'Checkout - Success' screen. */
"ATGOrderPlacedViewController_iPad.OrderConfirmationSubtitle" = "Order Confirmation";

/* Title to be displayed on the cell with order number on the 'Checkout - Success' screen. */
"ATGOrderPlacedViewController_iPad.OrderNumberCellTitle" = "Your order number is:";

/* Title to be displayed at the top of the 'Checkout - Success' screen on iPad. */
"ATGOrderPlacedViewController_iPad.ScreenTitle" = "Success!";

/* Credit card details format to be used. The first token is the nickname of the card.\
       The second token is the last 4 digits of the card. \
       The third token is the Expiration Month and the the fourth token is the Expiration Year. */
"ATGOrderReviewViewController.CreditCardDetailsFormat" = "%1$@ ...%2$@ Exp.%3$@/%4$@";

/* Title to be displayed on the 'email confirmation' section. */
"ATGOrderReviewViewController.EmailConfirmationSectionTitle" = "Email Confirmation?";

/* Placeholder to be displayed on the email input. */
"ATGOrderReviewViewController.EmailInputPlaceholder" = "Email Address (optional)";

/* Error message to be displayed to user when trying to inspect an order shipped to multiple addresses. */
"ATGOrderReviewViewController.iPad.BadOrderMessage" = "Orders that shipped to multiple addresses can only be viewed from the main site.";

/* Accessebility hint for change credit card button. */
"ATGOrderReviewViewController.PaymentMethodAccessibilityHint" = "Double tap to change credit card";

/* Title to be displayed on the 'pay with' section. */
"ATGOrderReviewViewController.PayWithSectionTitle" = "Pay With";

/* Title to be displayed on the Place button. */
"ATGOrderReviewViewController.PlaceButtonTitle" = "Place My Order";

/* Screen title to be used. */
"ATGOrderReviewViewController.ScreenTitle" = "Order Review";

/* Accessebility hint for change shipping address button. */
"ATGOrderReviewViewController.ShippingAddressAccessibilityHint" = "Double tap to change shipping address";

/* Accessebility hint for change shipping method button. */
"ATGOrderReviewViewController.ShippingMethodAccessibilityHint" = "Double tap to change shipping method";

/* Title to be displayed on the 'shipping method' section. */
"ATGOrderReviewViewController.ShippingMethodSectionTitle" = "Shipping Method";

/* Title to be displayed on the 'ship to' section. */
"ATGOrderReviewViewController.ShipToSectionTitle" = "Ship To";

/* Title to be displayed instead of credit card details if the whole order was payed with store credits. */
"ATGOrderReviewViewController.StoreCreditsTitle" = "Payed with store credits";

/* Title to be displayed on the button during submitting order. */
"ATGOrderReviewViewController.SubmittingTitleButton" = "Submitting...";

/* Title to be displayed to user inside a cell with store credits applied to order. */
"ATGOrderReviewViewController_iPad.StoreCreditsCaption" = "Store Credits";

/* 'Order Placed:' caption to be used on the orders cell. */
"ATGOrdersTableViewCell.DatePlacedCaption" = "Order Placed:";

/* 'Items:' caption to be used on the orders cell. */
"ATGOrdersTableViewCell.ItemsCaption" = "Items:";

/* 'Order #:' caption to be used on the orders cell. */
"ATGOrdersTableViewCell.OrderIDCaption" = "Order #:";

/* 'Site:' caption to be used on the orders cell. */
"ATGOrdersTableViewCell.SiteCaption" = "Site:";

/* 'Status:' caption to be used on the orders cell. */
"ATGOrdersTableViewCell.StatusCaption" = "Status:";

/* Caption to be displayed next to order subtotal value on the order details screen. */
"ATGOrderSubtotalsTableViewCell.SubtotalCaption" = "Items:";

/* Caption to be displayed next to order discounts value on the order details screen. */
"ATGOrderSubtotalTableViewCell.DiscountsCaption" = "Discounts:";

/* Caption to be displayed next to order shipping value on the order details screen. */
"ATGOrderSubtotalTableViewCell.ShippingCaption" = "Shipping:";

/* Caption to be displayed next to the tax total value on the order details screen. */
"ATGOrderSubtotalTableViewCell.TaxCaption" = "Tax:";

/* Text that describes the value in the the discount cell */
"ATGOrderSummaryTableViewCell.OrderSummary.Discount" = "Discount";

/* Payment caption, as seen on the order details page above the payment type */
"ATGOrderSummaryTableViewCell.OrderSummary.PaymentCaptionLabel" = "Payment";

/* Text that describes the value in the the shipping cell */
"ATGOrderSummaryTableViewCell.OrderSummary.Shipping" = "Shipping";

/* Text that describes the value in the the store credit cell */
"ATGOrderSummaryTableViewCell.OrderSummary.StoreCredit" = "Store credit";

/* Text that describes the value in the the subtotal cell */
"ATGOrderSummaryTableViewCell.OrderSummary.Subtitle" = "Subtotal";

/* Text that describes the value in the the tax cell */
"ATGOrderSummaryTableViewCell.OrderSummary.Tax" = "Tax";

/* Order summary section title, as seen on the order details page */
"ATGOrderSummaryTableViewCell.OrderSummary.Title" = "Order Summary";

/* Text that describes the value in the the total cell */
"ATGOrderSummaryTableViewCell.OrderSummary.Total" = "Total";

/* Message rendered for orders view, when user have no orders */
"ATGOrdersViewController.NoOrders" = "You have no orders";

/* Hint for clicking on the order cells */
"ATGOrdersViewController.OrderCell.Accessibility.Hint" = "Order details";

/* Order status description. */
"ATGOrdersViewController.OrderStatusCancelled" = "Order Cancelled";

/* Order status description. */
"ATGOrdersViewController.OrderStatusPlaced" = "Order Placed";

/* Order status description. */
"ATGOrdersViewController.OrderStatusProcessing" = "Order Processing";

/* Order status description. */
"ATGOrdersViewController.OrderStatusShipped" = "Order Shipped";

/* Screen title to be displayed on the 'My Orders' screen. */
"ATGOrdersViewController.Title" = "My Orders";

/* Placeholder to be displayed in the coupon code input field. */
"ATGOrderTotalTableViewCell.CouponPlaceholder" = "Coupon Code";

/* Caption to be displayed next to discount total amount. */
"ATGOrderTotalTableViewCell.DiscountTotalCaption" = "Discount:";

/* Caption to be displayed next to items total amount. */
"ATGOrderTotalTableViewCell.ItemsTotalCaption" = "Items:";

/* Caption to be displayed next to order total amount. */
"ATGOrderTotalTableViewCell.OrderTotalCaption" = "Total:";

/* Caption to be displayed next to shipping total amount. */
"ATGOrderTotalTableViewCell.ShippingTotalCaption" = "Shipping:";

/* Caption to be displayed next to store credits total amount. */
"ATGOrderTotalTableViewCell.StoreCreditsTotalCaption" = "Store Credit:";

/* Caption to be displayed next to tax total amount. */
"ATGOrderTotalTableViewCell.TaxTotalCaption" = "Tax:";

/* 'Order Placed:' caption to be used on the orders placed cell. */
"ATGPlacedOrderCell.DateCaption" = "Order Placed:";

/* 'Exchanges from this order:' caption to be used on the orders placed cell, items exchanged from order. */
"ATGPlacedOrderCell.ExchangesCaption" = "Exchanges from this order:";

/* 'Parent order:' caption to be used on the orders placed cell, relevant parent order. */
"ATGPlacedOrderCell.ParentOrderCaption" = "Parent order:";

/* 'Returns from this order:' caption to be used on the orders placed cell, items returned from order. */
"ATGPlacedOrderCell.ReturnsCaption" = "Returns from this order:";

/* 'Status:' caption to be used on the order placed cell. */
"ATGPlacedOrderCell.StatusCaption" = "Status:";

/* 'Ordered On:' caption to be used on the orders placed cell, site ordered from. */
"ATGPlacedOrderCell.StoreCaption" = "Ordered On:";

/* 'Submitted:' caption to be used on the return placed cell. */
"ATGPlacedReturnCell.DateCaption" = "Submitted:";

/* 'Replacement Order:' caption to be used on the return placed cell, items exchanged from order. */
"ATGPlacedReturnCell.ExchangesCaption" = "Replacement Order:";

/* 'From Order:' caption to be used on the returns placed cell, relevant parent order. */
"ATGPlacedReturnCell.ParentOrderCaption" = "From Order:";

/* 'Status:' caption to be used on the return placed cell. */
"ATGPlacedReturnCell.StatusCaption" = "Status:";

/* ATGRenderableProduct Details Title */
"ATGProductDescription.Details" = "Details";

/* ATGRenderableProduct Related Items Title */
"ATGProductDescription.Related" = "Related Items";

/* Add to Cart Button Title */
"ATGProductDetailPage.addBtnTitle" = "Add to Cart";

/* Adding Cart Button Title */
"ATGProductDetailPage.AddingCartBtn" = "Adding...";

/* Status text on product page when product available in stock */
"ATGProductDetailPage.Available" = "In Stock";

/* ATGRenderableProduct will be available soon */
"ATGProductDetailPage.AvailableSoon" = "Available Soon";

/* Back To Cart Button Title */
"ATGProductDetailPage.backBtnTitle" = "Back To Cart";

/* Backordered status of product */
"ATGProductDetailPage.Backordered" = "Backordered";

/* Color Label Title
   The label for the color picker */
"ATGProductDetailPage.ColorLabelTitle" = "Color";

/* Feature Label Title
   The label for the feature picker */
"ATGProductDetailPage.DisplaynameLabelTitle" = "Feature";

/* Email Me Button Title */
"ATGProductDetailPage.EmailMe" = "Email Me";

/* delimeter 'from' for price */
"ATGProductDetailPage.From" = "From";

/* Preorder Button Title */
"ATGProductDetailPage.Preorder" = "Preorder";

/* Quantity Label Title
   The label for the quantity picker */
"ATGProductDetailPage.QuantityLabelTitle" = "Quantity:";

/* Size Label Title
   The label for the size picker */
"ATGProductDetailPage.SizeLabelTitle" = "Size";

/* SKU cell accessibility hint */
"ATGProductDetailPage.SkuCellHint" = "Double tap to open sku picker";

/* SKU quantity cell accessibility hint */
"ATGProductDetailPage.SkuQntCellHint" = "Double tap to open quantity picker";

/* delimeter 'to' for price */
"ATGProductDetailPage.To" = "To";

/* ATGRenderableProduct is out of stock */
"ATGProductDetailPage.Unavailable" = "Out of Stock";

/* Update Cart Button Title */
"ATGProductDetailPage.UpdateCartBtn" = "Update Cart";

/* delimeter for was price */
"ATGProductDetailPage.Was" = "was";

/* Finish Label Title
   The label for the finish picker */
"ATGProductDetailPage.WoodfinishLabelTitle" = "Finish";

/* Format to be used when constructing an accessibility label for the product price. First parameter is product's lowest price, second parameter is product highest price. */
"ATGProductGridViewCell.Accessibility.Label.Format.PriceRange" = "Price: from %1$@ to %2$@.";

/* Format to be used when constructing an accessibility label for the product sale price. First parameter is product's sale price, second parameter is old list price. */
"ATGProductGridViewCell.Accessibility.Label.Format.SalePrice" = "Price: %1$@, was %2$@.";

/* Format to be used when constructing an accessibility label for the product price. String input parameter is product's current price. */
"ATGProductGridViewCell.Accessibility.Label.Format.SimplePrice" = "Price: %@.";

/* Prefix to be displayed before a sale price when displaying a product in a grid. */
"ATGProductGridViewCell.SalePricePrefix" = "was";

/* Format string to be used when displaying a notification that product has came from different site. An only parameter of this format is site name. */
"ATGProductGridViewCell.SiteNameLabelFormat" = "from %@";

/* Title to be displayed on the action sheet. */
"ATGProductPage.ActionSheetWrongSiteTitle" = "This product can be displayed on main site only.";

/* Action button title for displaying product details. */
"ATGProductPage.DetailsButtonText" = "Details";

/* Picker view appearence notification */
"ATGProductPage.PickerView.AccessibilityAnnouncementNotification" = "%@ picker view is shown";

/* ATGRenderableProduct image accessibility hint. */
"ATGProductPage.ProductImageAccessibilityHint" = "Double tap to enlarge or shrink the product image";

/* Action button title for displaying recently viewed product list. */
"ATGProductPage.RecentlyButtonText" = "Recently Viewed";

/* Action button title for displaying related items list. */
"ATGProductPage.RelatedButtonText" = "Related";

/* Accessibility hint to be used by the AddToCart button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.AddToCartButton" = "Double tap to add selected product to your shopping cart.";

/* Accessibility hint to be used by the Compare button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.CompareButton" = "Double tap to add current product to your comparisons list.";

/* Accessibility hint to be used by the Email Me button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.EmailMeButton" = "Double tap to register for email notification.";

/* Accessibility hint to be used by the Gift List button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.GiftListButton" = "Double tap to add current product to your gift list.";

/* Accessibility hint to be used by the Preorder button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.PreorderButton" = "Double tap to pre-order selected product.";

/* Accessibility hint to be used by small product image on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.ProductImage" = "Triple tap to display full-size product image.";

/* Accessibility hint to be used by the Update Cart button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.UpdateCartButton" = "Double tap to update your shopping cart.";

/* Accessibility hint to be used by the Wish List button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Hint.WishListButton" = "Double tap to add current product to your wish list.";

/* Accessibility label to be used by the Compare button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Label.CompareButton" = "Compare";

/* Accessibility label to be used by the Gift List button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Label.GiftListButton" = "Gift list";

/* Accessibility label to be used by the small product image on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Label.ProductImage" = "ATGRenderableProduct";

/* Accessibility label to be used by the Wish List button on the ATGRenderableProduct Details Page */
"ATGProductPage_iPad.Accessibility.Label.WishListButton" = "Wish list";

/* Error message to be displayed if trying to add product to gift list with no SKU selected. */
"ATGProductPage_iPad.ErrorMessage.GiftListNoSkuSelected" = "Select SKU to be added to your gift list, please.";

/* Error message to be displayed if trying to add product to wish list with no SKU selected. */
"ATGProductPage_iPad.ErrorMessage.WishListNoSkuSelected" = "Select SKU to be added to your wish list, please.";

/* Accessibility hint to be used by the Back button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Hint.BackButton" = "Double tap to return to previously displayed product details.";

/* Accessibility hint to be used by the Close button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Hint.CloseButton" = "Double tap to close product details.";

/* Accessibility hint to be used by the Full Image on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Hint.FullProductImage" = "Triple tap to display detailed product description.";

/* Accessibility hint to be used by the Next ATGRenderableProduct button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Hint.NextButton" = "Double tap to load next product details.";

/* Accessibility hint to be used by the Previous ATGRenderableProduct button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Hint.PreviousButton" = "Double tap to load previous product details.";

/* Accessibility hint to be used by the Recently Viewed Products button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Hint.RecentButton" = "Double tap to list recently viewed products.";

/* Accessibility hint to be used by the Related Products button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Hint.RelatedButton" = "Double tap to list related products.";

/* Accessibility label to be used by the Back button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Label.BackButton" = "Back";

/* Accessibility label to be used by the Close button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Label.CloseButton" = "Close";

/* Accessibility hint to be used by the Next ATGRenderableProduct button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Label.NextButton" = "Next";

/* Accessibility label to be used by the Previous ATGRenderableProduct button on the ATGRenderableProduct Details Page */
"ATGProductPageViewController.iPad.Accessibility.Label.PreviousButton" = "Previous";

/* Message to be displayed to user, if no recent items present. */
"ATGProductPageViewController.NoItemsMessage" = "You have no recently viewed products yet.";

/* Action button title. */
"ATGProductPate.ActionSheetWrongSiteAction" = "View on main site";

/* Placeholder for the new card number on iPhone. */
"ATGProfileCreditCardCreateController.iPhone.PlaceholderCardNumber" = "Card Number";

/* Placeholder for the new card nickname on iPhone. */
"ATGProfileCreditCardCreateController.iPhone.PlaceholderNickname" = "Nickname this card";

/* Placeholder for the new card type on iPhone. */
"ATGProfileCreditCardCreateController.iPhone.PlaceholderType" = "Type";

/* Placeholder for the new card nickname input field. */
"ATGProfileCreditCardCreateController.PlaceholderNickname" = "Nickname";

/* Label for the credit card type selection row. */
"ATGProfileCreditCardCreateController.Type" = "Type";

/* Subtitle to be displayed before the billing address on the 'Credit Card - Edit' screen. */
"ATGProfileCreditCardEditViewController.BillingAddressSubtitle" = "Bill To";

/* Screen title to be displayed while choosing an address country. */
"ATGProfileCreditCardEditViewController.ChooseCountry.ScreenTitle" = "Select Country";

/* Screen title to be displayed while choosing an address state. */
"ATGProfileCreditCardEditViewController.ChooseState.ScreenTitle" = "Select State";

/* Placeholder to be dislpayed within the input field for the card expiration date on the 'Credit Card - Edit' screen. */
"ATGProfileCreditCardEditViewcontroller.ExpirationDatePlaceholder" = "Expires";

/* Placeholder to be used by the input field for the card's nickname on the 'Credit Card - Edit' screen. */
"ATGProfileCreditCardEditViewController.NicknamePlaceholder" = "Nickname";

/* Label to be displayed on the cell removing currently edited card. */
"ATGProfileCreditCardEditViewController.RemoveCardLabel" = "Remove this card";

/* Format to be used to construct screen title of the 'Credit Card - Edit' screen. First parameter is credit card's type; second parameter are last four digits of credit card number. */
"ATGProfileCreditCardEditViewController.ScreenTitleFormat" = "%1$@ ... %2$@";

/* Message to be displayed to user on the screen with list of credit cards, if no cards created yet. */
"ATGProfileCreditCardsController.NoCardsMessage" = "You have no saved credit cards";

/* Caption to be displayed on the button moving the user to the 'New Credit Card' screen. */
"ATGProfileCreditCardsViewController.CreateCreditCardButton" = "Create a New Credit Card";

/* Describes an action performed by the 'New Card' button. */
"ATGProfileCreditCardsViewController.CreateCreditCardButtonAccessibilityHint" = "Moves you to the 'New Card' screen.";

/* Accessibility hint to be used by the EmailMe cell on the Edit Account screen. */
"ATGProfileEditViewController.Accessibility.Hint.PromotionsCell" = "Double tap to change selection.";

/* Placeholder to be used by input field with email. */
"ATGProfileEditViewController.EmailPlaceholer" = "Email";

/* Placeholder to be used by input field with first name. */
"ATGProfileEditViewController.FirstNamePlaceholer" = "First Name";

/* Female gender. */
"ATGProfileEditViewController.genderFemale" = "Female";

/* Male gender. */
"ATGProfileEditViewController.genderMale" = "Male";

/* Placeholder to be used by input field with gender. */
"ATGProfileEditViewController.GenderPlaceholer" = "Gender";

/* Unknown gender. */
"ATGProfileEditViewController.genderUnknown" = "Select Gender";

/* Placeholder to be used by input field with date of birthday on iPad. */
"ATGProfileEditViewController.iPad.BirthdayPlaceholder" = "Birthday";

/* Title of the checkbox defining whether to subscribe the user onto promotion emails on iPad. */
"ATGProfileEditViewController.iPad.EmailMeTitle" = "Email me about promotions / sales";

/* Placeholder to be used by input field with phone number on iPad. */
"ATGProfileEditViewController.iPad.PhonePlaceholder" = "Phone";

/* Title to be displayed at the top of the screen which allows to edit user profile details. */
"ATGProfileEditViewController.iPad.Title" = "Personal Info";

/* Placeholder to be used by input field with postal code on iPad. */
"ATGProfileEditViewController.iPad.ZipPlaceholder" = "Zip / Postal Code";

/* Placeholder to be used by input field with last name. */
"ATGProfileEditViewController.LastNamePlaceholer" = "Last Name";

/* Alert title to be displayed if network error occurred. */
"ATGProfileEditViewController.NetworkError.Title" = "Can't perform your request.";

/* Title to be displayed at the top of the screen which allows to edit user profile details. */
"ATGProfileEditViewController.Title" = "Edit My Profile";

/* Accessibility hint to be used by the addresses cell. */
"ATGProfileViewController.AddressesAccessibilityHint" = "Shows your addresses.";

/* Caption to be displayed inside the Addresses cell. */
"ATGProfileViewController.AddressesCaption" = "Addresses:";

/* Accessibility hint to be used by the cards cell. */
"ATGProfileViewController.CardsAccessibilityHint" = "Shows your credit cards.";

/* Caption to be displayed on the change password cell.
   Caption to be used by the button starting a change password process. */
"ATGProfileViewController.ChangePasswordCaption" = "Change Password";

/* Accessibility hint to be used by the checkout defaults cell. */
"ATGProfileViewController.CheckoutDefaultAccessibilityHint" = "Changes your checkout defaults.";

/* Title to be displayed at the top of the 'My Account' screen. */
"ATGProfileViewController.ControllerTitle" = "My Account";

/* Caption to be displayed inside the Credit Cards cell. */
"ATGProfileViewController.CreditCardsCaption" = "Credit Cards:";

/* Accessibility hint to be used by the logout button. */
"ATGProfileViewController.LogoutAccessibilityHint" = "Logs you out.";

/* Accessibility label to be used by the logout button. */
"ATGProfileViewController.LogoutAccessibilityLabel" = "Logout";

/* Caption to be displayed on the logout button.
   Caption to be used by the button which logs user out. */
"ATGProfileViewController.LogoutCaption" = "Logout";

/* Value to be displayed, if checkout defaults property is not specified. */
"ATGProfileViewController.NotSpecifiedText" = "Not Specified";

/* Caption to be displayed inside the Orders cell. */
"ATGProfileViewController.OrdersCaption" = "Orders:";

/* Accessibility hint to be used by the personal info cell. */
"ATGProfileViewController.PersonalInfoAccessibilityHint" = "Changes your personal information.";

/* Caption to be displayed inside the Personal Information cell. */
"ATGProfileViewController.PersonalInformationCaption" = "Personal Information";

/* Accessibility hint to be used by the returns cell. */
"ATGProfileViewController.ReturnsAccessibilityHint" = "See your returned order history.";

/* Caption to be displayed inside the Returns cell. */
"ATGProfileViewController.ReturnsCaption" = "Returns History:";

/* Accessibility hint to be used by the orders cell. */
"ATGProfileViewControoler.OrdersAccessibilityHint" = "Shows your orders.";

/* Caption of the cell with order applied promotions. */
"ATGPromotionsTableViewCell.CellCaption" = "Promotions:";

/* Placeholder of the promo code text field which is displayed when no coupon code applied to order. */
"ATGPromotionsTableViewCell.iPad.PlaceholderPromoCode" = "Enter Promo Code";

/* There was an issue requesting recommendations. */
"ATGRecommendationsManager.BadStatusCodeError" = "There was an issue requesting recommendations.";

/* Accessibility hint for refinement count N 'items' */
"ATGRefinementMenuRenderer.Accessibility.Count.Label" = "items";

/* Hint for see all link on refinements */
"ATGRefinementMenuRenderer.Accessibility.Hint" = "double tap to fetch more refinements";

/* Accessibility hint for refinement buttons */
"ATGRefinementMenuRenderer.Accessibility.Label" = "Refinement, ";

/* Credit Card Caption */
"ATGRefundSummaryTableViewCell.CreditCardSection.Title" = "Credit Card";

/* Store credit applied to note */
"ATGRefundSummaryTableViewCell.StoreCreditSection.Note" = "Applied to your next purchase";

/* Store Credit Caption */
"ATGRefundSummaryTableViewCell.StoreCreditSection.Title" = "Store Credit";

/* Section header for related exchanges */
"ATGRelatedOrdersViewController.ExchangesHeader" = "Related Exchanges";

/* Section header for related parent order */
"ATGRelatedOrdersViewController.ParentOrderHeader" = "Parent Order";

/* Section header for related returns */
"ATGRelatedOrdersViewController.ReturnsHeader" = "Related Returns";

/* Controller title for related orders */
"ATGRelatedOrdersViewController.Title" = "Related Orders";

/* Title to be used by the button which takes the user back within the popover navigation. */
"ATGResizingNavigationController.BackButtonTitle" = "Back";

/* Title of Filter button, to filter/refine search results, located on results page header */
"ATGResultsList.Header.FilterButtonTitle" = "Filter";

/* Search results count, singular e.g: 1 item */
"ATGResultsList.Header.Item" = "item";

/* Search results count, plural e.g: 2 items */
"ATGResultsList.Header.Items" = "items";

/* Text displayed prior to your search term, on the results page header */
"ATGResultsList.Header.YouSearchedFor" = "You searched for:";

/* Text is rendered in view when a search query returns no results */
"ATGResultsList.No.Results.Text" = "No Results Found";

/* Return view controller title */
"ATGReturnDetailsViewController.Title" = "Return:";

/* Title to be used on the cancel return order button. */
"ATGReturnOrderConfirmViewController.CancelButtonLabel" = "Cancel";

/* Title to be used on the modify return order button. */
"ATGReturnOrderConfirmViewController.ModifyButtonLabel" = "Modify";

/* Title format to be used on the screen. */
"ATGReturnOrderConfirmViewController.ScreenTitleFormat" = "Return Confirmation";

/* Title to be used on the cancel button. */
"ATGReturnOrderViewController.CancelButtonLabel" = "Cancel";

/* Title to be used on the Continue button to continue with return */
"ATGReturnOrderViewController.Continue" = "Continue";

/* Reason for why the continue button is disabled */
"ATGReturnOrderViewController.Error" = "At least one item must be configured with a return quantity and reason to continue";

/* Title format to be used on the screen. */
"ATGReturnOrderViewController.ScreenTitleFormat" = "Return Details";

/* 'Submitted:' caption to be used on the returns cell. */
"ATGReturnsTableViewCell.DatePlacedCaption" = "Submitted:";

/* 'Items:' caption to be used on the returns cell. */
"ATGReturnsTableViewCell.ItemsCaption" = "Items:";

/* 'Return #:' caption to be used on the returns cell. */
"ATGReturnsTableViewCell.ReturnIDCaption" = "Return #:";

/* 'Site:' caption to be used on the returns cell. */
"ATGReturnsTableViewCell.SiteCaption" = "Site:";

/* 'Return Status:' caption to be used on the returns cell. */
"ATGReturnsTableViewCell.StatusCaption" = "Return Status:";

/* Confirmation email caption, describes the location and reason an email way sent to */
"ATGReturnSuccessViewController.EmailConfirmationCaption" = "A confirmation email was sent to:";

/* Hint to inform user that they can view all return history by clicking this cell, or they can click the cell with return number to see the details of this particular return */
"ATGReturnSuccessViewController.ReturnHistoryHint" = "You can review your return by clicking on the return number cell above, or going to the Returns History section of your account";

/* The caption for the return number */
"ATGReturnSuccessViewController.ReturnNumberCaption" = "Your return number is";

/* Bold, large text showing the return was placed */
"ATGReturnSuccessViewController.Success" = "Success!";

/* The subtext of the success label, it explains the success'ness of the submitted return */
"ATGReturnSuccessViewController.SuccessDetails" = "Your order return has been placed";

/* Controller title, explains return success */
"ATGReturnSuccessViewController.Title" = "Return Successful";

/* Title for adjustments area in refund summary */
"ATGReturnSummaryTableViewCell.Adjustments" = "Pricing & Promotion Adjustments";

/* Default Adjustments Detail Text */
"ATGReturnSummaryTableViewCell.Adjustments.Default" = "The pricing of items remaining on the order has changed as a result of this return";

/* Explanation of what the promo adjustments are */
"ATGReturnSummaryTableViewCell.Adjustments.PromoAdjustments" = "The following promotion(s) have either been lost or resulted in a change in value due to this return:";

/* Header which explains what the refund was applied to */
"ATGReturnSummaryTableViewCell.RefundAppliedSection.Header" = "Apply Refund To";

/* Refund Adjustments caption */
"ATGReturnSummaryTableViewCell.RefundSummarySection.Adjustments" = "Adjustments";

/* Header which explains the refund summary */
"ATGReturnSummaryTableViewCell.RefundSummarySection.Header" = "Refund Summary";

/* Refund of Items cost caption */
"ATGReturnSummaryTableViewCell.RefundSummarySection.RefundOfItems" = "Refund of Items";

/* Refund of Shipping cost caption */
"ATGReturnSummaryTableViewCell.RefundSummarySection.RefundOfShipping" = "Refund of Shipping";

/* Refund of Taxes cost caption */
"ATGReturnSummaryTableViewCell.RefundSummarySection.RefundOfTaxes" = "Refund of Taxes";

/* Total Refund value caption */
"ATGReturnSummaryTableViewCell.RefundSummarySection.TotalRefund" = "Total Refund";

/* Message rendered for returns view, when user have no returns */
"ATGReturnsViewController.NoReturns" = "You have no returns";

/* Title of Returns History view controller */
"ATGReturnsViewController.Title" = "My Returns";

/* String which is rendered AS the button for product compare, there is no icon */
"ATGRootViewController_iPad.NavigationBar.CompareBarButton.Title" = "Compare";

/* String which is rendered AS the button for the gift list, there is no icon */
"ATGRootViewController_iPad.NavigationBar.GiftListBarButton.Title" = "Gift List";

/* String which is rendered AS the button for the wish list, there is no icon */
"ATGRootViewController_iPad.NavigationBar.WishListBarButton.Title" = "Wish List";

/* When Search Box is active this button is visible and when click cancels the search box input */
"ATGSearchBoxAdaptor.SearchBox.CancelButton.Title" = "Cancel";

/* Title to be used for the form dispatching button on the 'Create Shipping Address' screen. */
"ATGShippingAddressSection.DoneButtonTitle" = "Deliver to this Address";

/* Error message to be displayed for orders with gift options/multiple shipping groups. */
"ATGShoppingCartViewController.BadOrderMessageTitle" = "Shipping to multiple addresses and gift wrap options can only be processed from the main site.";

/* Accessibility label to be used by the checkout button. */
"ATGShoppingCartViewController.CheckoutButtonAccessoryButton" = "Checkout";

/* Accessibility hint to be used by the checkout button. */
"ATGShoppingCartViewController.CheckoutButtonAccessoryHint" = "Starts checkout process.";

/* Title to be used by the checkout button. */
"ATGShoppingCartViewController.CheckoutButtonTitle" = "Checkout";

/* Alert message for error claiming coupon */
"ATGShoppingCartViewController.ErrorClaimingCoupon" = "Invalid";

/* Featured items title. */
"ATGShoppingCartViewController.FeaturedItemsTitle" = "Featured Items";

/* Title to be displayed on the Remove button. */
"ATGShoppingCartViewController.RemoveButtonTitle" = "Remove";

/* Title to be displayed on the Share button. */
"ATGShoppingCartViewController.ShareButtonTitle" = "Email a Friend";

/* Subject format to be used when composing an 'Email a Friend' message. */
"ATGShoppingCartViewController.ShareEmailSubjectFormat" = "Check out the '%@'!";

/* Button title. */
"ATGShoppingCartViewController.ViewOrderOnMainSiteTitle" = "Checkout from the main site";

/* Title to be displayed on the checkout button at the very bottom of the shopping cart screen. */
"ATGShoppingCartViewController_iPad.CheckoutButtonTitle" = "Checkout";

/* Title to be displayed on the 'Continue Shopping' button on empty shopping cart screen. */
"ATGShoppingCartViewController_iPad.ContinueButtonTitle" = "Continue Shopping";

/* Message rendered for shopping cart containing no items */
"ATGShoppingCartViewController_iPad.EmptyCart" = "You have no items in your shopping cart";

/* Title to be displayed on the top of the shopping cart screen on iPad. */
"ATGShoppingCartViewController_iPad.ScreenTitle" = "Shopping Cart";

/* The formatted store credit label.The parameter represents the applied store credit amount. */
"ATGShoppingCartViewController_iPad.StoreCreditLabel" = "Store Credit: -%@";

/* String format to be used when constructing an order subtotal label.This label is displayed at the very bottom of the shopping cart screen.Its parameter is an order subtotal value. */
"ATGShoppingCartViewController_iPad.SubtotalLabelFormat" = "Subtotal: %@";

/* Accessibility trait to be read by VoiceOver for the SignUp cell. */
"ATGSignupTableViewCell.Accessibility.Trait.MenuItem" = "Menu item";

/* Accessibility hint to be used if cell is not selected. */
"ATGSignupTableViewCell.AccessibilityHintDeselected" = "Double tap to unfold.";

/* Accessibility hint to be used if cell is selected. */
"ATGSignupTableViewCell.AccessibilityHintSelected" = "Double tap to minimize.";

/* Caption to be displayed on the SignUp cell. */
"ATGSignupTableViewCell.CellCaption" = "Sign Up";

/* Placeholder to be used by the Date of Birth text field on registration form. */
"ATGSignupTableViewCell.DateofBirthInputPlaceholder" = "Date of Birth";

/* Accessibility hint to be used by the Done button. */
"ATGSignupTableViewCell.DoneButtonAccessibilityHint" = "Signs you up.";

/* Accessibility label to be used by the sign up button.  This button is used to submit your account information to sign up with an account. */
"ATGSignupTableViewCell.DoneButtonAccessibilityLabel" = "Sign up";

/* Title to be displayed on the Done button. */
"ATGSignupTableViewCell.DoneButtonTitle" = "Sign Up";

/* Placeholder to be used by the Email text field. */
"ATGSignupTableViewCell.EmailInputPlaceholder" = "Email";

/* Placeholder to be used by the FirstName text field. */
"ATGSignupTableViewCell.FirstNameInputPlaceholder" = "First Name";

/* Referral friend. Used by referral picker. */
"ATGSignupTableViewCell.Friend" = "Friend";

/* Placeholder to be used by the Gender text field. */
"ATGSignupTableViewCell.GenderInputPlaceholder" = "Gender";

/* Placeholder to be used by the Advert text field. */
"ATGSignupTableViewCell.HowDidYouHearInputPlaceholder" = "How did you hear about us";

/* Placeholder to be used by the LastName text field. */
"ATGSignupTableViewCell.LastNameInputPlaceholder" = "Last Name";

/* Online Ad referral source. Used by referral picker. */
"ATGSignupTableViewCell.OnlineAd" = "Online Ad or Link";

/* Placeholder to be used by the Confirm Password text field. */
"ATGSignupTableViewCell.PasswordConfirmInputPlaceholder" = "Confirm Password";

/* Placeholder to be used by the Password text field. */
"ATGSignupTableViewCell.PasswordInputPlaceholder" = "Password";

/* Press referral source. Used by referral picker. */
"ATGSignupTableViewCell.PressArticle" = "Press Article";

/* Radio referral source. Used by referral picker. */
"ATGSignupTableViewCell.Radio" = "Radio";

/* TV referral source. Used by referral picker. */
"ATGSignupTableViewCell.TV" = "TV";

/* Unknown referral source. Used by referral picker */
"ATGSignupTableViewCell.Unknown" = "Unknown";

/* Just typed in your URL referral source. Used by referral picker. */
"ATGSignupTableViewCell.URL" = "Just typed in your URL";

/* Placeholder to be used by the Postal Code text field. */
"ATGSignupTableViewCell.ZipCodeInputPlaceholder" = "Zip / Postal Code";

/* Accessibility trait to be read by VoiceOver for the SignUp cell. */
"ATGSignupTableViewCell_iPad.Accessibility.Trait.MenuItem" = "Menu item";

/* Price format to be used by carousel items when displaying old price. First argument is price. */
"ATGSimpleProductGridCollectionViewCell_iPad.Format.OldPrice" = "was %1$@";

/* Cell hint, double tap to see more details */
"ATGSimpleProductGridCollectionViewCell_iPhone.Acceccibility.Hint" = "double tap for more details";

/* Subtitle to be displayed inside the popover with list of available sites. */
"ATGSitesListViewController.ScreenSubtitle" = "Your login, cart and account info are shared between these sites";

/* Controller title, renders in the navigation bar on the site picker view controller */
"ATGSitesListViewController.Title" = "Available Sites";

/* sku picker accessibility hint. */
"ATGSKUPicker.SkuAccessibilityHint" = "Double tap to select sku";

/* Abbreviation for kilometers */
"ATGStore.Kilometers" = "km";

/* Accessibility announcement to be used when buttons appeared. */
"ATGStoreTableController.AccessibilityAnnouncementButtonsAppeared" = "Action buttons appeared.";

/* Accessibility announcement to be used when buttons disappeared. */
"ATGStoreTableController.AccessibilityAnnouncementButtonsDisappeared" = "Action buttons disappeared.";

/* Email subject for the ContactUs mail */
"ATGStoreTableController.ContactUsEmailSubject" = "Contact Us";

/* Accessibility hint for Call button. */
"ATGStoreTableViewCell.CallButtonAccessibilityHint" = "Initiates phone call to store.";

/* Accessibility label for Call button. */
"ATGStoreTableViewCell.CallButtonAccessibilityLabel" = "Call";

/* Call button title. */
"ATGStoreTableViewCell.CallButtonTitle" = "Call";

/* Accessibility hint for Email button. */
"ATGStoreTableViewCell.EmailButtonAccessibilityHint" = "Composes email to store.";

/* Accessibility label for Email button. */
"ATGStoreTableViewCell.EmailButtonAccessibilityLabel" = "Email";

/* Email button title. */
"ATGStoreTableViewCell.EmailButtonTitle" = "Email";

/* Accessibility hint for Map button. */
"ATGStoreTableViewCell.MapButtonAccessibilityHint" = "Displays store on map.";

/* Accessibility label for Map button. */
"ATGStoreTableViewCell.MapButtonAccessibilityLabel" = "Map";

/* Map button title. */
"ATGStoreTableViewCell.MapButtonTitle" = "Map";

/* Error message to be displayed when required text input is omited. */
"ATGTextRequiredValidator.InputRequiredErrorMessage" = "Needed";

/* Alert default message */
"ATGUIUtil.AlertDefaultMessage" = "Some error occurred ";

/* Alert default title */
"ATGUIUtil.AlertDefaultTitle" = "Error";

/* OK button caption */
"ATGUIUtil.OkButtonCaption" = "Ok";

/* Browse toolbar button accessibility label */
"ATGViewController.BrowseAccessibilityLabel" = "Browse";

/* More - Contact Us toolbar button accessibility label */
"ATGViewController.ContactUsAccessibilityLabel" = "Contact Us";

/* Home toolbar button accessibility label */
"ATGViewController.HomeAccessibilityLabel" = "Home";

/* More toolbar button accessibility label */
"ATGViewController.MoreAccessibilityLabel" = "More";

/* My Account toolbar button accessibility label */
"ATGViewController.ProfileAccessibilityLabel" = "My Account";

/* Search toolbar button accessibility label */
"ATGViewController.SearchAccessibilityLabel" = "Search";

/* Shopping cart toolbar button accessibility label */
"ATGViewController.ShoppingCartAccessibilityLabel" = "Shopping Cart";

/* Store locator toolbar button accessibility label */
"ATGViewController.StoreLocatorAccessibilityLabel" = "Store Locator";

/* Screen subtitle to be displayed on the toolbar of the Wish List screen. */
"ATGWishListItemsViewController.Subtitle" = "My Wish List";

/* Title to be used by the 'Convert Wish List' button of the wish list items toolbar. */
"ATGWishListItemsViewController.Title.ConvertWishList" = "Convert to Gift List";

/* Description of accessibility item, for clearing all breadcrumbs */
"BreadCrumbs.Clear.All.Breadcrumbs.Accessibility.Label" = "Clear all breadcrumbs";

/* Clear All Text */
"BreadCrumbs.Clear.All.Breadcrumbs.Text" = "Clear";

/* This text renderers between the entered term and the corrected term, ie foo was corrected to food */
"Breadcrumbs.SearchCrumb.Was.Corrected.To" = "was corrected to";

/* Back Button Title */
"browse.control.back.button" = "Back";

/* Hint for collapse button when collapsed */
"EMCollapsibleContentItemAdaptor.CollapseDimesnion.Button.Accessibility.Hint.Collapsed" = "Double tap to expand";

/* Hint for collapse button when expanded */
"EMCollapsibleContentItemAdaptor.CollapseDimesnion.Button.Accessibility.Hint.Expanded" = "Double tap to collapse";

/* Label for collapsible button */
"EMCollapsibleContentItemAdaptor.CollapseDimesnion.Button.Accessibility.Label" = "Collapsible Content";

/* Navigation Bar right bar button title for switching to results view */
"GuidedNavigation.navigationbar.rightBarButton.title" = "Results";

/* Navigation Bar Title for the guided navigation controller */
"GuidedNavigation.NavigationBar.Title" = "Filter By...";

/* Navigation Bar title */
"GuidedNavigation.navigationbar.title" = "Browse";

/* Accept the message understanding there are no results */
"GuidedNavigation.NoResults.Accept" = "Accept";

/* Clear the currently applied filter */
"GuidedNavigation.NoResults.Clear" = "Clear";

/* Text Displayed for Filter combo with no Results */
"GuidedNavigation.NoResults.Title" = "No Results for Filter";

/* Key already exists in cache. */
"mobile.keyValue.keyExists" = "Key already exists in cache.";

/* Login Failure
   Login Failutre */
"mobile.login.failure" = "Login Failure";

/* Logout Failutre */
"mobile.logout.failure" = "Logout Failure";

/* The product ID was null */
"mobile.product.nullProductId" = "ATGRenderableProduct ID cannot be null.";

/* ATGRenderableProduct already exists in cache. */
"mobile.product.productExists" = "ATGRenderableProduct already exists in cache";

/* ATGRenderableProduct Details Title */
"mobile.productDetails.title" = "ATGRenderableProduct Details";

/* Text in Breadcrumbs section header */
"mobile.refinementsController.breadcrumbsDescription" = "Applied Filters";

/* Search Box Placeholder text */
"mobile.searchBox.cartridge.placholder" = "Search";

/* Text in sort bar, unicode arrow for indicating direction */
"mobile.searchController.sortNameASC" = "Name ▲";

/* Text in sort bar */
"mobile.searchController.sortNameASCUnselected" = "Name";

/* Text in sort bar, unicode arrow for indicating direction */
"mobile.searchController.sortNameDSC" = "Name ▼";

/* Text in sort bar */
"mobile.searchController.sortNameDSCUnselected" = "Name";

/* Text in sort bar, unicode arrow for indicating direction */
"mobile.searchController.sortPriceASC" = "Price ▲";

/* Text in sort bar */
"mobile.searchController.sortPriceASCUnselected" = "Price";

/* Text in sort bar, unicode arrow for indicating direction */
"mobile.searchController.sortPriceDSC" = "Price ▼";

/* Text in sort bar */
"mobile.searchController.sortPriceDSCUnselected" = "Price";

/* Text in sort bar */
"mobile.searchController.sortTopPicks" = "Top Picks";

/* Text in sort bar */
"mobile.searchController.sortTopPicksUnselected" = "Top Picks";

/* Loging required */
"moible.authentication.loginRequired" = "Login required";

/* Promotional item accessibility hint. */
"OldATGHeroView.ItemAccessibilityHint" = "Slide to change promotional product";

/* Component path must begin with a '/' character */
"RestSession.ComponentPathMustBeginWithSlash" = "Component path must begin with a '/' character";

/* Invalid Action Path: Action path shouldn't have multiple '?' */
"RestSession.InvalidActionPath" = "Invalid Action Path: Action path shouldn't have multiple '?'";

/* Component path parameter cannot be empty */
"RestSession.InvalidComponetPath" = "Component path parameter cannot be empty";

/* Method name parameter cannot be empty */
"RestSession.InvalidMethodName" = "Method name parameter cannot be empty";

/* Property parameter cannot be empty */
"RestSession.InvalidPropertyParam" = "Property parameter cannot be empty";

/* Text is displayed to explain what the suggestions the user is being offered represent */
"Search.Adjustments.Did.You.Mean.Explanation" = "We found a number of similar search terms with more results";

/* Did you mean title text */
"Search.Adjustments.Did.You.Mean.Title" = "Did You Mean";

/* This text renderers between the entered term and the corrected term, ie foo was corrected to food */
"Search.Adjustments.Was.Corrected.To" = "was corrected to";

/* This text renders before the search term when autocorrected ie Your search for: 'term' was corrected to 'corrected term' */
"Search.Adjustments.Your.Search.For" = "Your search for";

